tap "azure/draft"
tap "azure/functions"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jenkins-x/jx"
tap "zaquestion/tap"
cask "adoptopenjdk"
brew "asciinema"
brew "awscli"
brew "azure-cli"
brew "bash"
brew "cmake"
brew "cocoapods"
brew "coreutils"
brew "ctop"
brew "diff-so-fancy"
brew "direnv"
brew "docker-swarm"
brew "doctl"
brew "exa"
brew "fd"
brew "fish"
brew "fzf"
brew "git"
brew "gitlab-runner"
brew "gradle"
brew "graphviz"
brew "htop"
brew "httpie"
brew "hub"
brew "usbmuxd", args: ["HEAD"]
brew "libimobiledevice", args: ["HEAD"]
brew "ideviceinstaller"
brew "imageoptim-cli"
brew "ios-deploy"
brew "jq"
brew "jump"
brew "kompose"
brew "kops"
brew "kubectx"
brew "kubernetes-helm"
brew "kustomize"
brew "lzlib"
brew "maven"
brew "mono"
brew "mosh"
brew "nvm"
brew "parallel"
brew "pipenv"
brew "postgresql"
brew "pyenv"
brew "reattach-to-user-namespace"
brew "rename"
brew "rlwrap"
brew "rustup-init"
brew "siege"
brew "skaffold"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "tree"
brew "vim"
brew "watchman"
brew "xmlstarlet"
brew "zlib"
brew "azure/draft/draft"
brew "azure/functions/azure-functions-core-tools"
brew "heroku/brew/heroku"
brew "jenkins-x/jx/jx"
brew "zaquestion/tap/lab"
cask "amethyst"
cask "bot-framework-emulator"
cask "contexts"
cask "discord"
cask "docker-edge"
cask "font-fira-code"
cask "font-fira-mono"
cask "font-fira-mono-for-powerline"
cask "font-fira-sans"
cask "google-chrome-beta"
cask "google-cloud-sdk"
cask "graphql-playground"
cask "imagealpha"
cask "imageoptim"
cask "insomnia"
cask "kitematic"
cask "kitty"
cask "microsoft-azure-storage-explorer"
cask "microsoft-remote-desktop-beta"
cask "pocket-casts"
cask "postico"
cask "powershell"
cask "remembear"
cask "slack"
cask "steam"
cask "visual-studio-code"
cask "visual-studio-code-insiders"
cask "vlc"
