tap "heroku/brew"
tap "homebrew/dupes"
tap "homebrew/core"
tap "homebrew/versions"
tap "homebrew/bundle"
tap "homebrew/services"
tap "facebook/fb"
tap "caskroom/fonts"
tap "caskroom/versions"
tap "caskroom/cask"
tap "dart-lang/dart"
tap "aspnet/dnx"
tap "loopperfect/lp"
cask "java"
cask "xquartz"
cask "caskroom/versions/java8"
brew "ant"
brew "apktool"
brew "python"
brew "asciinema"
brew "autoconf"
brew "automake"
brew "bison"
brew "caddy"
brew "carthage"
brew "ccat"
brew "gmp"
brew "mpfr"
brew "icu4c"
brew "chakra"
brew "cmake"
brew "cocoapods"
brew "coreutils"
brew "ctags"
brew "cython"
brew "ecm"
brew "elasticsearch"
brew "elasticsearch@5.6", restart_service: true
brew "emacs", restart_service: true
brew "exercism"
brew "fish"
brew "freexl"
brew "fzf"
brew "libxml2"
brew "gdb"
brew "gemnasium-toolbelt"
brew "git"
brew "glew"
brew "glfw", args: ["without-shared-library"]
brew "glib"
brew "gnutls"
brew "gnupg"
brew "gradle"
brew "libtool"
brew "graphicsmagick"
brew "graphviz"
brew "htop"
brew "httpie"
brew "hub"
brew "hyper"
brew "libimobiledevice", args: ["HEAD"]
brew "ideviceinstaller"
brew "imagemagick"
brew "ios-deploy"
brew "irssi"
brew "jq"
brew "kubernetes-cli"
brew "libevent"
brew "libssh2"
brew "libgit2"
brew "libsass"
brew "libyaml"
brew "llvm"
brew "m-cli"
brew "mas"
brew "micro"
brew "mongodb", restart_service: true
brew "mono"
brew "neofetch"
brew "nmap"
brew "perl"
brew "pidcat"
brew "pipenv"
brew "pkg-config"
brew "ponysay"
brew "postgis"
brew "protobuf", args: ["with-python"]
brew "pyenv"
brew "ranger"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "saltstack"
brew "sassc"
brew "scons"
brew "screenfetch"
brew "sdl2"
brew "terraform"
brew "thefuck"
brew "tig"
brew "tldr"
brew "tmux"
brew "todolist"
brew "trash"
brew "tree"
brew "v8"
brew "vim"
brew "watchman"
brew "wget"
brew "xhyve"
brew "yarn"
brew "dart-lang/dart/dart"
brew "facebook/fb/buck"
brew "heroku/brew/heroku"
brew "loopperfect/lp/buckaroo@1.3.1"
cask "amethyst"
cask "android-studio"
cask "authy-desktop"
cask "battle-net"
cask "caprine"
cask "daisydisk"
cask "discord"
cask "divvy"
cask "dotnet"
cask "dotnet-sdk"
cask "dropbox"
cask "firefox"
cask "firefoxdeveloperedition"
cask "gitter"
cask "google-chrome"
cask "imageoptim"
cask "inkscape"
cask "insomnia"
cask "keybase"
cask "mactex"
cask "ngrok"
cask "nordvpn"
cask "opera-neon"
cask "phoenix"
cask "postgres"
cask "postico"
cask "powershell"
cask "radiant-player"
cask "skype"
cask "spatial"
cask "spectacle"
cask "steam"
cask "sublime-text"
cask "teamviewer"
cask "the-unarchiver"
cask "tigervnc-viewer"
cask "twitch"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "vlc-webplugin"
cask "zenmap"
cask "zeplin"
cask "caskroom/fonts/font-fira-code"
cask "caskroom/fonts/font-fira-mono"
cask "caskroom/fonts/font-noto-color-emoji"
cask "caskroom/fonts/font-noto-emoji"
cask "caskroom/fonts/font-noto-mono"
cask "caskroom/fonts/font-noto-mono-for-powerline"
cask "caskroom/fonts/font-noto-sans"
cask "caskroom/fonts/font-noto-sans-cjk"
cask "caskroom/versions/docker-edge"
cask "caskroom/versions/iterm2-beta"
cask "caskroom/versions/visual-studio-code-insiders"
mas "ColorSnapper2", id: 969418666
mas "LastPass", id: 926036361
mas "PiPifier", id: 1160374471
mas "RetroClip", id: 1332064978
mas "Speedtest", id: 1153157709
