tap "adoptopenjdk/openjdk"
tap "azure/draft"
tap "azure/functions"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jenkins-x/jx"
tap "weebly/weebly", "git@github.intern.weebly.net:weebly/homebrew-weebly.git"
tap "zaquestion/tap"
brew "asciinema"
brew "coreutils"
brew "asdf"
brew "autoconf@2.13"
brew "bash"
brew "carthage"
brew "curl"
brew "deno"
brew "dog"
brew "fish"
brew "fzf"
brew "git"
brew "gnu-tar"
brew "gnupg"
brew "httpie"
brew "hub"
brew "libimobiledevice"
brew "ideviceinstaller"
brew "ios-deploy"
brew "jq"
brew "k9s"
brew "mercurial"
brew "mosh"
brew "nasm"
brew "node"
brew "nvm"
brew "parallel"
brew "pipenv"
brew "pyenv"
brew "reattach-to-user-namespace"
brew "terminal-notifier"
brew "thefuck"
brew "tmux"
brew "v8"
brew "vim"
brew "watchman"
brew "xmlstarlet"
brew "yasm"
brew "zlib"
brew "zsh"
cask "adoptopenjdk-openj9"
cask "alacritty"
cask "font-cascadia-code"
cask "font-cascadia-code-pl"
cask "font-cascadia-mono"
cask "font-cascadia-mono-pl"
cask "font-iosevka"
cask "font-iosevka-aile"
cask "font-iosevka-curly"
cask "font-iosevka-etoile"
cask "font-iosevka-slab"
cask "font-iosevka-sparkle"
cask "font-mamelon"
cask "google-cloud-sdk"
cask "insomnia"
cask "microsoft-auto-update"
cask "microsoft-edge-dev"
cask "pocket-casts"
cask "powershell"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code-insiders"
cask "vlc"
cask "weld"
